---
kind: enumMember
id: F:Autodesk.Revit.DB.Infrastructure.HorizontalCurveType.Arc
enum: Autodesk.Revit.DB.Infrastructure.HorizontalCurveType
zh: 弧、圆弧
source: html/786ce1c0-79de-428d-136f-265dc4cffe78.htm
---
# Autodesk.Revit.DB.Infrastructure.HorizontalCurveType.Arc

**中文**: 弧、圆弧

Arc curve type.